
[ADVENTArmorResearch X2TechTemplate]
DisplayName="<font color='#a8ee1c'>Разобрать механизм с целью понять, как это работает</font>"
Summary="Вражеское снаряжение традиционно было слишком рискованным для использования. Тем не менее, Бетос и ее Заступники внесли свои корректировки, чтобы отключить любые проблемные устройства или связи внутри оборудования."
CodeName="Обман"
LongDescription="Командир, мы успешно реконструировали оборудование, привезенное из наших столкновений. Наши оперативники могут использовать награбленное снаряжение в бою. Кроме того, с этой новой броней мы можем застать врага врасплох. Я передал наши находки Шень в мастерскую."
